perf_test/results/read_20260531_165054/report.txt
Requests      [total, rate, throughput]         30, 1.03, 1.03
Duration      [total, attack, wait]             29.241s, 29s, 241.119ms
Latencies     [min, mean, 50, 90, 95, 99, max]  228.087ms, 267.048ms, 256.434ms, 310.318ms, 320.312ms, 330.078ms, 330.078ms
Bytes In      [total, mean]                     2362830, 78761.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:30  
Error Set: